Repository: Bananathoms/OCP12-Tirajosaure
Catalog: Tirajosaure/Common/Localizable/Localizable.xcstrings
Source language: en
Languages: be, bg, br, ca, co, cs, da, de, el, es, et, eu, fi, fil, fr, hr, hu, hy, id, it, ja, ka, ko, la, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tlh, tr, uk, vi, zh

# signin_title
source: Sign In
be: Увайсці
bg: Вход
br: Kevreañ
ca: Inicia sessió
co: Connessione
cs: Přihlášení
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
et: Logi sisse
eu: Saioa Hasi
fi: Kirjaudu sisään
fil: Mag-sign In
fr: Connexion
hr: Prijava
hu: Bejelentkezés
hy: Մուտք գործել
id: Masuk
it: Accedi
ja: サインイン
ka: შესვლა
ko: 로그인
ms: Log Masuk
nb: Logg inn
nl: Inloggen
pl: Zaloguj się
pt_pt: Entrar
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sl: Prijava
sv: Logga in
th: ลงชื่อเข้าใช้
tlh: lI'
tr: Giriş Yap
uk: Увійти
vi: Đăng nhập
zh: 登录

source: Sign up here
be: Зарэгіструйцеся тут
bg: Регистрирайте се тук
br: Enskrivañ amañ
ca: Registra't aquí
co: Registratevi quì
cs: Zaregistrujte se zde
da: Tilmeld dig her
de: Hier registrieren
el: Εγγραφείτε εδώ
es: Regístrate aquí
et: Registreeru siin
eu: Hemen erregistratu
fi: Rekisteröidy tästä
fil: Mag-sign up dito
fr: Inscrivez-vous ici
hr: Registrirajte se ovdje
hu: Regisztráljon itt
hy: Գրանցվեք այստեղ
id: Daftar di sini
it: Registrati qui
ja: ここでサインアップ
ka: დარეგისტრირდით აქ
ko: 여기에서 등록
la: Hic subscribere
ms: Daftar di sini
nb: Registrer deg her
nl: Hier registreren
pl: Zarejestruj się tutaj
pt_pt: Registre-se aqui
ro: Înscrieți-vă aici
ru: Зарегистрируйтесь здесь
sk: Zaregistrujte sa tu
sl: Registrirajte se tukaj
sv: Registrera dig här
th: สมัครที่นี่
tlh: naDev chu'choH
tr: Buradan kayıt olun
uk: Зареєструватися тут
vi: Đăng ký tại đây
zh: 在这里注册

# signup_title
source: Sign Up
be: Рэгістрацыя
bg: Регистрация
br: Enskrivañ
ca: Registra't
co: Registrazione
cs: Registrace
da: Tilmeld
de: Registrieren
el: Εγγραφή
es: Registrarse
et: Registreeru
eu: Erregistratu
fi: Rekisteröidy
fil: Mag-sign Up
fr: Inscription
hr: Registracija
hu: Regisztráció
hy: Գրանցվել
id: Daftar
it: Registrati
ja: サインアップ
ka: რეგისტრაცია
ko: 가입
ms: Daftar
nb: Registrer deg
nl: Registreren
pl: Rejestracja
pt_pt: Registrar
ro: Înscriere
ru: Регистрация
sk: Zaregistrujte sa
sl: Registracija
sv: Registrera dig
th: สมัครสมาชิก
tlh: chu'choH
tr: Kayıt Ol
uk: Реєстрація
vi: Đăng ký
zh: 注册

# statistics_title
source: Statistics
be: Статыстыка
bg: Статистика
br: Stadegoù
ca: Estadístiques
co: Statistiche
cs: Statistiky
da: Statistikker
de: Statistiken
el: Στατιστικά
es: Estadísticas
et: Statistika
eu: Estatistikak
fi: Tilastot
fil: Estadistika
fr: Statistiques
hr: Statistika
hu: Statisztikák
hy: Վիճակագրություն
id: Statistik
it: Statistiche
ja: 統計
ka: სტატისტიკა
ko: 통계
la: Statistica
ms: Statistik
nb: Statistikk
nl: Statistieken
pl: Statystyki
pt_pt: Estatísticas
ro: Statistici
ru: Статистика
sk: Štatistiky
sl: Statistika
sv: Statistik
th: สถิติ
tlh: mIwDaj
tr: İstatistikler
uk: Статистика
vi: Thống kê
zh: 统计

# successful_sign_in
source: User %@ %@ successfully signed in.
be: Карыстальнік %@ %@ паспяхова ўвайшоў.
bg: Потребител %@ %@ успешно влезе.
br: Implijer %@ %@ en devo kinniget gant berzh.
ca: Usuari %@ %@ ha iniciat sessió amb èxit.
co: Utente %@ %@ cunnessu cù successu.
cs: Uživatel %@ %@ úspěšně přihlášen.
da: Bruger %@ %@ logget ind med succes.
de: Benutzer %@ %@ erfolgreich angemeldet.
el: Ο χρήστης %@ %@ συνδέθηκε επιτυχώς.
es: Usuario %@ %@ ha iniciado sesión con éxito.
et: Kasutaja %@ %@ logis edukalt sisse.
eu: Erabiltzailea %@ %@ arrakastaz saioa hasi du.
fi: Käyttäjä %@ %@ kirjautui onnistuneesti sisään.
fil: User %@ %@ matagumpay na nakalog-in.
fr: Utilisateur %@ %@ connecté avec succès.
hr: Korisnik %@ %@ uspješno prijavljen.
hu: Felhasználó %@ %@ sikeresen bejelentkezett.
hy: Օգտագործող %@ %@ հաջողությամբ մուտք գործեց։
id: Pengguna %@ %@ berhasil masuk.
it: Utente %@ %@ connesso con successo.
ja: ユーザー %@ %@ が正常にサインインしました。
ka: მომხმარებელი %@ %@ წარმატებით შესულია.
ko: 사용자 %@ %@ 이(가) 성공적으로 로그인했습니다.
la: Utentis %@ %@ bene successit in systemate.
ms: Pengguna %@ %@ berjaya log masuk.
nb: Bruker %@ %@ logget inn vellykket.
nl: Gebruiker %@ %@ succesvol ingelogd.
pl: Użytkownik %@ %@ pomyślnie zalogowany.
pt_pt: Usuário %@ %@ conectado com sucesso.
ro: Utilizatorul %@ %@ s-a autentificat cu succes.
ru: Пользователь %@ %@ успешно вошел в систему.
sk: Používateľ %@ %@ sa úspešne prihlásil.
sl: Uporabnik %@ %@ uspešno prijavljen.
sv: Användare %@ %@ loggade in framgångsrikt.
th: ผู้ใช้ %@ %@ ลงชื่อเข้าใช้สำเร็จ
tlh: lo'wI' %@ %@ lI' Qapta'.
tr: Kullanıcı %@ %@ başarıyla giriş yaptı.
uk: Користувач %@ %@ успішно увійшов.
vi: Người dùng %@ %@ đã đăng nhập thành công.
zh: 用户 %@ %@ 成功登录。

# successful_sign_up
source: User %@ %@ successfully registered.
be: Карыстальнік %@ %@ паспяхова зарэгістраваны.
bg: Потребител %@ %@ успешно се регистрира.
br: Implijer %@ %@ en devo enskrivet gant berzh.
ca: Usuari %@ %@ s'ha registrat amb èxit.
co: Utente %@ %@ registratu cù successu.
cs: Uživatel %@ %@ úspěšně zaregistrován.
da: Bruger %@ %@ registreret med succes.
de: Benutzer %@ %@ erfolgreich registriert.
el: Ο χρήστης %@ %@ εγγράφηκε επιτυχώς.
es: Usuario %@ %@ se ha registrado con éxito.
et: Kasutaja %@ %@ registreerus edukalt.
eu: Erabiltzailea %@ %@ arrakastaz erregistratu da.
fi: Käyttäjä %@ %@ rekisteröityi onnistuneesti.
fil: User %@ %@ matagumpay na nakarehistro.
fr: Utilisateur %@ %@ inscrit avec succès.
hr: Korisnik %@ %@ uspješno registriran.
hu: Felhasználó %@ %@ sikeresen regisztrált.
hy: Օգտագործող %@ %@ հաջողությամբ գրանցվեց։
id: Pengguna %@ %@ berhasil mendaftar.
it: Utente %@ %@ registrato con successo.
ja: ユーザー %@ %@ が正常に登録されました。
ka: მომხმარებელი %@ %@ წარმატებით დარეგისტრირდა.
ko: 사용자 %@ %@ 이(가) 성공적으로 등록되었습니다.
la: Utentis %@ %@ feliciter subscriptus.
ms: Pengguna %@ %@ berjaya mendaftar.
nb: Bruker %@ %@ registrerte seg vellykket.
nl: Gebruiker %@ %@ succesvol geregistreerd.
pl: Użytkownik %@ %@ pomyślnie zarejestrowany.
pt_pt: Usuário %@ %@ registrado com sucesso.
ro: Utilizatorul %@ %@ s-a înregistrat cu succes.
ru: Пользователь %@ %@ успешно зарегистрирован.
sk: Používateľ %@ %@ sa úspešne zaregistroval.
sl: Uporabnik %@ %@ uspešno registriran.
sv: Användare %@ %@ registrerades framgångsrikt.
th: ผู้ใช้ %@ %@ ลงทะเบียนสำเร็จ
tlh: lo'wI' %@ %@ chu'choHta'.
tr: Kullanıcı %@ %@ başarıyla kayıt oldu.
uk: Користувач %@ %@ успішно зареєстрований.
vi: Người dùng %@ %@ đã đăng ký thành công.
zh: 用户 %@ %@ 成功注册。

# team_name
source: Team name %d
be: Назва каманды %d
bg: Име на отбора %d
br: Anv ar skipailh %d
ca: Nom de l'equip %d
co: Nome di a squadra %d
cs: Název týmu %d
da: Holdnavn %d
el: Όνομα ομάδας %d
es: Nombre del equipo %d
et: Meeskonna nimi %d
eu: Taldearen izena %d
fi: Joukkueen nimi %d
fil: Pangalan ng koponan %d
fr: Nom de l'équipe %d
hr: Naziv tima %d
hu: Csapat neve %d
hy: Թիմի անվանում %d
id: Nama tim %d
it: Nome team %d
ja: チーム名 %d
ka: გუნდის სახელი %d
ko: 팀 이름 %d
la: Nomen Turmae %d
ms: Nama pasukan %d
nb: Lagnavn %d
nl: Teamnaam %d
pl: Nazwa zespołu %d
pt_pt: Nome da equipe %d
ro: Numele echipei %d
ru: Название команды %d
sk: Názov tímu %d
sl: Ime ekipe %d
sv: Lagnamn %d
th: ชื่อทีม %d
tlh: qoch pong %d
tr: Takım adı %d
uk: Назва команди %d
vi: Tên đội %d
zh: 团队名称 %d

# team_number
source: Team %d
be: Каманда %d
bg: Отбор %d
br: Skipailh %d
ca: Equip %d
co: Squadra %d
cs: Tým %d
da: Hold %d
el: Ομάδα %d
es: Equipo %d
et: Meeskond %d
eu: Taldea %d
fi: Joukkue %d
fil: Koponan %d
fr: Équipe %d
hr: Tim %d
hu: Csapat %d
hy: Թիմ %d
id: Tim %d
ja: チーム %d
ka: გუნდი %d
ko: 팀 %d
la: Turma %d
ms: Pasukan %d
nb: Lag %d
pl: Zespół %d
pt_pt: Equipe %d
ro: Echipa %d
ru: Команда %d
sk: Tím %d
sl: Ekipa %d
sv: Lag %d
th: ทีม %d
tlh: qoch %d
tr: Takım %d
uk: Команда %d
vi: Đội %d
zh: 团队 %d

# teams_tab
source: Teams
be: Каманды
bg: Отбори
br: Skipailhoù
ca: Equips
co: Squadre
cs: Týmy
da: Hold
el: Ομάδες
es: Equipos
et: Meeskonnad
eu: Taldeak
fi: Joukkueet
fr: Équipes
hr: Timovi
hu: Csapatok
hy: Թիմեր
id: Tim
it: Team
ja: チーム
ka: გუნდები
ko: 팀
la: Turmae
ms: Pasukan
nb: Lag
pl: Zespoły
pt_pt: Equipes
ro: Echipe
ru: Команды
sk: Tímy
sl: Ekipe
sv: Lag
th: ทีม
tlh: qochmey
tr: Takımlar
uk: Команди
vi: Đội
zh: 团队

source: Total draw
be: Усяго жараб'ёўка
bg: Общо жребий
br: Dres hollek
ca: Sorteig total
co: Sorteggiu tutale
cs: Celkové losování
da: Total lodtrækning
de: Gesamtziehungen
el: Συνολικές κληρώσεις
es: Total de sorteos
et: Kogu loosimine
eu: Guztira zozketa
fi: Arvontoja yhteensä
fil: Kabuuang Draw
fr: Total des tirages
hr: Ukupno izvlačenje
hu: Összes sorsolás
hy: Ընդհանուր վիճակահանություն
id: Total undian
it: Totale sorteggi
ja: 総抽選
ka: ჯამური გათამაშება
ko: 총 추첨
la: Totale Trahere
ms: Jumlah cabutan
nb: Total trekning
nl: Totale trekking
pl: Łączne losowanie
pt_pt: Total de sorteios
ro: Tragere totală la sorți
ru: Всего жеребьевок
sk: Celkové žrebovanie
sl: Skupno žrebanje
sv: Totalt dragning
th: รวมการจับฉลาก
tlh: naQ rInchu'
tr: Toplam çekiliş
uk: Загальне жеребкування
vi: Tổng rút thăm
zh: 总抽签

# unknown_error
source: An unknown error occurred
be: Адбылася невядомая памылка
bg: Възникна неизвестна грешка
br: Ur fazi dianav zo c'hoarvezet
ca: S'ha produït un error desconegut
co: Ci hè statu un errore scunnisciutu
cs: Došlo k neznámé chybě
da: Der opstod en ukendt fejl
de: Ein unbekannter Fehler ist aufgetreten
el: Παρουσιάστηκε άγνωστο σφάλμα
es: Ocurrió un error desconocido
et: Toimus tundmatu viga
eu: Errore ezezagun bat gertatu da
fi: Tapahtui tuntematon virhe
fil: May naganap na hindi kilalang error
fr: Une erreur inconnue s'est produite
hr: Došlo je do nepoznate pogreške
hu: Ismeretlen hiba történt
hy: Անհայտ սխալ է տեղի ունեցել
id: Terjadi kesalahan yang tidak diketahui
it: Si è verificato un errore sconosciuto
ja: 不明なエラーが発生しました
ka: უცნობი შეცდომა მოხდა
ko: 알 수 없는 오류가 발생했습니다
la: Error ignotus accidit
ms: Ralat tidak diketahui berlaku
nb: En ukjent feil oppstod
nl: Er is een onbekende fout opgetreden
pl: Wystąpił nieznany błąd
pt_pt: Ocorreu um erro desconhecido
ro: A apărut o eroare necunoscută
ru: Произошла неизвестная ошибка
sk: Vyskytla sa neznáma chyba
sl: Prišlo je do neznane napake
sv: Ett okänt fel inträffade
th: เกิดข้อผิดพลาดที่ไม่รู้จัก
tlh: Qagh ngoDbe'lu'bogh
tr: Bilinmeyen bir hata oluştu
uk: Сталася невідома помилка
vi: Đã xảy ra lỗi không xác định
zh: 发生未知错误

# unknown_error_message
source: An unknown error occurred.
be: Адбылася невядомая памылка.
bg: Възникна неизвестна грешка.
br: Ur fazi dianav zo c'hoarvezet.
ca: S'ha produït un error desconegut.
co: Ci hè statu un errore scunnisciutu.
cs: Došlo k neznámé chybě.
da: Der opstod en ukendt fejl.
de: Ein unbekannter Fehler ist aufgetreten.
el: Παρουσιάστηκε άγνωστο σφάλμα.
es: Ocurrió un error desconocido.
et: Toimus tundmatu viga.
eu: Errore ezezagun bat gertatu da.
fi: Tapahtui tuntematon virhe.
fil: May naganap na hindi kilalang error.
fr: Une erreur inconnue s'est produite.
hr: Došlo je do nepoznate pogreške.
hu: Ismeretlen hiba történt.
hy: Անհայտ սխալ է տեղի ունեցել։
id: Terjadi kesalahan yang tidak diketahui.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
ka: უცნობი შეცდომა მოხდა.
ko: 알 수 없는 오류가 발생했습니다.
la: Error ignotus accidit.
ms: Ralat tidak diketahui berlaku.
nb: En ukjent feil oppstod.
nl: Er is een onbekende fout opgetreden.
pl: Wystąpił nieznany błąd.
pt_pt: Ocorreu um erro desconhecido.
ro: A apărut o eroare necunoscută.
ru: Произошла неизвестная ошибка.
sk: Vyskytla sa neznáma chyba.
sl: Prišlo je do neznane napake.
sv: Ett okänt fel inträffade.
th: เกิดข้อผิดพลาดที่ไม่รู้จัก
tlh: Qagh ngoDbe'lu'bogh.
tr: Bilinmeyen bir hata oluştu.
uk: Сталася невідома помилка.
vi: Đã xảy ra lỗi không xác định.
zh: 发生未知错误。

source: User ID not found.
be: Ідэнтыфікатар карыстальніка не знойдзены.
bg: ID на потребителя не е намерен.
br: N'eus ket bet kavet ID implijer.
ca: ID d'usuari no trobat.
co: ID di l'utente micca trovu.
cs: ID uživatele nenalezeno.
da: Bruger-ID ikke fundet.
de: Benutzer-ID nicht gefunden.
el: Το αναγνωριστικό χρήστη δεν βρέθηκε.
es: ID de usuario no encontrado.
et: Kasutaja ID-d ei leitud.
eu: Erabiltzailearen ID-a aurkitu ez da.
fi: Käyttäjä-ID:tä ei löydy.
fil: Hindi makita ang ID ng user.
fr: ID utilisateur non trouvé.
hr: ID korisnika nije pronađen.
hu: Felhasználói azonosító nem található.
hy: Օգտագործողի ID չի գտնվել։
id: ID pengguna tidak ditemukan.
it: ID utente non trovato.
ja: ユーザーIDが見つかりません。
ka: მომხმარებლის ID ვერ მოიძებნა.
ko: 사용자 ID를 찾을 수 없습니다.
la: ID utentis non inventus est.
ms: ID pengguna tidak dijumpai.
nb: Bruker-ID ikke funnet.
nl: Gebruikers-ID niet gevonden.
pl: Nie znaleziono identyfikatora użytkownika.
pt_pt: ID do usuário não encontrado.
ro: ID-ul utilizatorului nu a fost găsit.
ru: ID пользователя не найден.
sk: ID používateľa sa nenašlo.
sl: ID uporabnika ni najden.
sv: Användar-ID hittades inte.
th: ไม่พบ ID ผู้ใช้
tlh: lo'wI' pat ID tu'lu'be'.
tr: Kullanıcı Kimliği bulunamadı.
uk: Ідентифікатор користувача не знайдено.
vi: Không tìm thấy ID người dùng.
zh: 找不到用户ID。

# user_informations
source: Informations
be: Інфармацыя карыстальніка
bg: Информация за потребителя
br: Titouroù an implijer
ca: Informació de l'usuari
co: Infurmazione di l'utente
cs: Informace
da: Oplysninger
de: Informationen
el: Πληροφορίες χρήστη
es: Informaciones
et: Kasutajateave
eu: Erabiltzailearen informazioak
fi: Tiedot
fil: Impormasyon ng User
hr: Informacije
hu: Információk
hy: Օգտագործողի տվյալներ
id: Informasi Pengguna
it: Informazioni
ja: 情報
ka: მომხმარებლის ინფორმაცია
ko: 정보
la: Informationes Utentis
ms: Maklumat Pengguna
nb: Informasjon
nl: Informatie
pl: Informacje
pt_pt: Informações
ro: Informații utilizator
ru: Информация
sk: Informácie o používateľovi
sl: Informacije uporabnika
sv: Information
th: ข้อมูลผู้ใช้
tlh: lo'wI' De'
tr: Kullanıcı Bilgileri
uk: Інформація
vi: Thông tin người dùng
zh: 信息

# validation_error_message
source: Please check the input fields for errors.
be: Праверце палі ўводу на наяўнасць памылак.
bg: Моля, проверете полетата за грешки.
br: Gwiriañit ar maezienn implij evit fazioù.
ca: Comproveu els camps d'entrada per trobar errors.
co: Verificate i campi di input per l'errori.
cs: Zkontrolujte prosím vstupní pole pro chyby.
da: Kontroller inputfelterne for fejl.
de: Bitte überprüfen Sie die Eingabefelder auf Fehler.
el: Παρακαλώ ελέγξτε τα πεδία εισαγωγής για σφάλματα.
es: Por favor, verifique los campos de entrada para errores.
et: Palun kontrollige sisestatud välju vigade osas.
eu: Mesedez, egiaztatu sarrerako eremuetan erroreak dauden.
fi: Tarkista syöttökenttien virheet.
fil: Paki-check ang mga error sa input fields.
fr: Veuillez vérifier les champs de saisie pour les erreurs.
hr: Molimo provjerite polja za unos za pogreške.
hu: Kérjük, ellenőrizze a bemeneti mezőket a hibák miatt.
hy: Խնդրում ենք ստուգել մուտքագրած դաշտերը սխալների համար։
id: Silakan periksa bidang input untuk kesalahan.
it: Si prega di controllare i campi di input per gli errori.
ja: 入力フィールドを確認してください。
ka: გთხოვთ, შეამოწმოთ ველების შეცდომები.
ko: 입력 필드에 오류가 있는지 확인하세요.
la: Quaeso, inspice erroribus in campis insertis.
ms: Sila semak medan input untuk ralat.
nb: Vennligst sjekk inndatafeltene for feil.
nl: Controleer de invoervelden op fouten.
pl: Proszę sprawdzić pola wprowadzania pod kątem błędów.
pt_pt: Verifique os campos de entrada para erros.
ro: Vă rugăm să verificați câmpurile pentru erori.
ru: Пожалуйста, проверьте поля ввода на наличие ошибок.
sk: Skontrolujte, prosím, polia na chyby.
sl: Preverite vnosna polja za napake.
sv: Kontrollera inmatningsfälten för fel.
th: โปรดตรวจสอบฟิลด์ป้อนข้อมูลว่ามีข้อผิดพลาด
tlh: ghItlhmeyDajDaq Qagh yIgher.
tr: Lütfen hata olup olmadığını kontrol edin.
uk: Будь ласка, перевірте поля введення на наявність помилок.
vi: Vui lòng kiểm tra các trường nhập liệu để tìm lỗi.
zh: 请检查输入字段中的错误。
